Repository: crissuciu/translation-playground
Catalog: Android-strings/device-ui/res/values-*/Localizable.strings
Languages: de_de, es_es, fi_fi, fr_ca, fr_fr, it_it, ja_jp, pt_pt, sv_se

# network_traffic_category_performance_pill_title_fair
source: Fair
de_de: Ausreichend
es_es: Regular
fi_fi: Kohtalainen
fr_ca: Moyenne
fr_fr: Acceptable
it_it: Discreto
pt_pt: Razoável
sv_se: Acceptabel

# network_traffic_category_performance_pill_title_poor
source: Poor
de_de: Schlecht
es_es: Mala
fi_fi: Heikko
fr_ca: Faible
fr_fr: Très faible
it_it: Scadente
ja_jp: 不十分
pt_pt: Fraco
sv_se: Dålig

# network_traffic_category_performance_pill_title_no_data
source: No data
de_de: Keine Daten
es_es: Sin datos
fi_fi: Ei dataa
fr_ca: Aucune donnée
fr_fr: Aucune donnée
it_it: Nessun dato
ja_jp: データなし
pt_pt: Sem dados
sv_se: Data saknas

# network_awareness_enable_success_mini_banner_title
source: Features enabled
de_de: Funktionen aktiviert
es_es: Funciones activadas
fi_fi: Käytössä olevat ominaisuudet
fr_ca: Fonctionnalités activées
fr_fr: Fonctionnalités activées
it_it: Funzionalità attivate
ja_jp: 機能有効
pt_pt: Funcionalidades ativadas
sv_se: Funktioner aktiverade

# network_traffic_priority_template_card_streaming_title
source: Streaming
fi_fi: Suoratoisto
fr_ca: Diffusion
ja_jp: ストリーミング
pt_pt: Transmissões
sv_se: Direktuppspelning
