Repository: crissuciu/translation-playground
Catalog: Android-strings/device-ui/res/values-*/Localizable.strings
Languages: de_de, es_es, fi_fi, fr_ca, fr_fr, it_it, ja_jp, pt_pt, sv_se

# network_awareness_home_card_title
source: New features to optimise your smart home
de_de: Neue Funktionen zum Optimieren deiner Smart-Home-Geräte
es_es: Nuevas funciones para optimizar tu hogar inteligente
fi_fi: Uusia toimintoja älykotisi optimointiin
fr_ca: De nouvelles fonctionnalités permettant d’optimiser votre domicile intelligent
fr_fr: De nouvelles fonctionnalités permettant d'optimiser votre maison intelligente
it_it: Nuove funzionalità per ottimizzare la tua casa smart
ja_jp: スマートホームを最適化する新しい機能
pt_pt: Novas funcionalidades para otimizar a sua casa inteligente
sv_se: Nya funktioner för att optimera ditt smarta hem.

# network_awareness_home_card_description
source: To view performance and prioritise applications (such as Gaming, Video streaming etc.), enable this feature.
de_de: Aktiviere diese Funktion, um Informationen zur Leistung zu sehen und Anwendungen (z. B. fürs Gaming oder Videostreaming) zu priorisieren.
es_es: Para consultar el rendimiento y dar prioridad a unas aplicaciones frente a otras (como videojuegos, streaming de vídeos, etc.), activa esta función.
fi_fi: Voit tarkastella toimintaa ja priorisoida sovelluksia (kuten pelaamista tai videoiden suoratoistamista varten) ottamalla tämän toiminnon käyttöön.
fr_ca: Activez cette fonctionnalité afin de voir les performances et de prioriser des applications (comme celles de jeu et de diffusion vidéo).
fr_fr: Pour afficher les performances et hiérarchiser les applications (jeux, streaming vidéo, etc.), activez cette fonctionnalité.
it_it: Attiva questa funzionalità per visualizzare le prestazioni e assegnare una priorità alle applicazioni (come gaming, streaming video, ecc.).
ja_jp: アプリケーション（ゲーム、ビデオ ストリーミングなど）のパフォーマンスを確認し、優先度を設定するには、この機能を有効にしてください。
pt_pt: Para ver o desempenho e priorizar aplicações (tais como jogos, transmissão de vídeo, etc.), ative esta funcionalidade.
sv_se: Aktivera den här funktionen för att se prestanda och prioritera applikationer (som spel, direktuppspelning av video osv.).

# network_awareness_home_card_enable_button_title
source: Enable
de_de: Aktivieren
es_es: Activar
fi_fi: Ota käyttöön
fr_ca: Activer
fr_fr: Activer
it_it: Abilitato
ja_jp: 有効にする
pt_pt: Ativar
sv_se: Aktivera

# network_awareness_bottom_sheet_view_card_alert_title
source: Turning off privacy
de_de: Datenschutz wird deaktiviert
es_es: Desactivando privacidad
fi_fi: Yksityistilan poistaminen käytöstä
fr_ca: Désactivation de la confidentialité
fr_fr: Désactivation de la confidentialité
it_it: Disattivazione privacy
ja_jp: プライバシーをオフにする
pt_pt: A desativar o modo de privacidade
sv_se: Stänger av sekretess

# network_awareness_bottom_sheet_view_card_alert_message
source: Enabling this feature will disable the privacy mode for Guard
de_de: Wenn du diese Funktion aktivierst, wird der Datenschutzmodus für Guard deaktiviert.
es_es: Al activar esta función, se desactivará el modo de privacidad de Guard
fi_fi: Tämän ominaisuuden ottaminen käyttöön poistaa Guardin yksityistilan käytöstä
fr_ca: L’activation de cette fonctionnalité désactivera le mode de confidentialité pour Guard
fr_fr: Activer cette fonctionnalité désactivera le mode de confidentialité pour Guard
it_it: L'attivazione di questa funzionalità disattiverà la modalità privacy per Guard
ja_jp: この機能を有効化すると、Guardのプライバシーモードが無効化されます
pt_pt: Ativar esta funcionalidade irá desativar o modo de privacidade do Guard
sv_se: Om du aktiverar den här funktionen inaktiveras sekretessläget för Guard.

# network_awareness_bottom_sheet_alert_cancel_button_title
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fi_fi: Peruuta
fr_ca: Annuler
fr_fr: Annuler
it_it: Annulla
ja_jp: キャンセル
pt_pt: Cancelar
sv_se: Avbryt

# network_awareness_bottom_sheet_alert_ok_button_title
source: OK
es_es: Aceptar

# network_awareness_card_view_header_title
source: Optimise your smart home
de_de: Smart-Home-Geräte optimieren
es_es: Optimiza tu hogar inteligente
fi_fi: Optimoi älykotisi
fr_ca: Optimiser votre domicile intelligent
fr_fr: Optimisez votre maison intelligente
it_it: Ottimizza la tua casa smart
ja_jp: スマートホームの最適化
pt_pt: Otimizar a sua casa inteligente
sv_se: Optimera ditt smarta hem

# network_awareness_card_view_network_monitoring_title
source: App Performance
de_de: App-Leistung
es_es: Rendimiento de aplicaciones
fi_fi: Sovellusten toiminta
fr_ca: Performances d’application
fr_fr: Performance des applications
it_it: Prestazioni app
ja_jp: アプリパフォーマンス
pt_pt: Desempenho das aplicações
sv_se: Apprestanda

# network_awareness_card_view_network_monitoring_text
source: Monitors the performance of apps, to ensure they are working as expected.
de_de: Überwacht die Leistung von Apps, um sicherzustellen, dass sie den Erwartungen entsprechend funktionieren.
es_es: Supervisa el rendimiento de las aplicaciones, para asegurar que su funcionamiento es el esperado.
fi_fi: Seuraa sovellusten toimintaa ja varmistaa, että ne toimivat odotetulla tavalla.
fr_ca: Surveille les performances des applications afin d’assurer leur bon fonctionnement.
fr_fr: Surveille la performance des applications, pour s'assurer qu'elles fonctionnent comme prévu.
it_it: Monitora le prestazioni delle app per verificare che stiano funzionando come previsto.
ja_jp: アプリパフォーマンスをモニタリングして、期待通りに機能していることを確認します。
pt_pt: Monitoriza o desempenho das aplicações, para garantir que funcionam adequadamente.
sv_se: Övervakar appars prestanda för att säkerställa att de fungerar som förväntat.

# network_awareness_card_view_network_prioritization_title
source: App Prioritisation
de_de: App-Priorisierung
es_es: Priorización de aplicaciones
fi_fi: Sovellusten priorisointi
fr_ca: Priorisation des applications
fr_fr: Hiérarchisation des applications
it_it: Assegnazione priorità app
ja_jp: アプリ優先度
pt_pt: Priorização de aplicações
sv_se: Apprioritering

# network_awareness_card_view_network_prioritization_text
source: Prioritises categories of applications for the whole home.
de_de: Priorisiert Anwendungskategorien für das gesamte Zuhause
es_es: Da prioridad a ciertas categorías de aplicaciones para todo el hogar.
fi_fi: Priorisoi sovelluskategoriat koko kodin tasolla.
fr_ca: Accorde la priorité à des catégories d’application dans l’ensemble du domicile.
fr_fr: Hiérarchise les catégories d'applications pour toute la maison.
it_it: Assegna una priorità alle categorie delle applicazioni per l'intera casa.
ja_jp: 自宅全体のアプリケーションのカテゴリに優先度を設定します。
pt_pt: Prioriza categorias de aplicações em toda a casa.
sv_se: Prioriterar appkategorier för hela hemmet.

# network_awareness_card_view_info_card_text
source: To identify the applications running in your home, Plume will collect and store application info for devices connected to your network.
de_de: Um die in deinem Zuhause laufenden Anwendungen zu identifizieren, erfasst und speichert Plume Anwendungsdaten für Geräte, die mit deinem Netzwerk verbunden sind.
es_es: Para identificar qué aplicaciones se están ejecutando en tu hogar, Plume recopilará y almacenará información de las aplicaciones de los dispositivos conectados a tu red.
fi_fi: Jotta Plume voi tunnistaa kodissasi käytössä olevat sovellukset, se kerää ja tallentaa tietoja verkkoosi yhdistettynä olevista laitteista.
fr_ca: Afin d’identifier les applications utilisées à votre domicile, Plume recueillera et stockera de l’information sur les applications des appareils connectés à votre réseau.
fr_fr: Afin d'identifier les applications exécutées dans votre maison, Plume collecte et stocke les informations sur ces applications pour les appareils qui sont connectés à votre réseau.
it_it: Per identificare le applicazioni in esecuzione in casa, Plume raccoglie e archivia le info sulle applicazioni dei dispositivi connessi alla tua rete.
ja_jp: ご自宅で実行中のアプリケーションを識別するために、Plumeはお使いのネットワークに接続されたデバイスのアプリケーションの情報を収集して保存します。
pt_pt: Para identificar as aplicações que estão em funcionamento na sua casa, a Plume irá recolher e armazenar informações de aplicações dos dispositivos ligados à rede.
sv_se: För att identifiera vilka appar som körs i ditt hem, samlar Plume in och lagrar appinformation för enheter anslutna till ditt nätverk.

# network_awareness_card_view_agree_button_title
source: I agree
de_de: Ich stimme zu
es_es: Acepto
fi_fi: Hyväksyn
fr_ca: Je suis d’accord
fr_fr: J'accepte
it_it: Accetto
ja_jp: 同意する
pt_pt: Concordo
sv_se: Jag godkänner

# network_traffic_priority_state_home_card_default_priority_title
source: Network priority: Default
de_de: Netzwerkpriorität: Standard
es_es: Prioridad de red: predeterminada
fi_fi: Verkon prioriteetti: oletus
fr_ca: Priorisation réseau : Par défaut
fr_fr: Priorité du réseau : par défaut
it_it: Priorità rete: predefinita
ja_jp: ネットワーク優先度：デフォルト
pt_pt: Prioridade de rede: Predefinida
sv_se: Nätverksprioritet: standard

# network_traffic_priority_state_home_card_conferencing_priority_title
source: Network priority: Conferencing
de_de: Netzwerkpriorität: Konferenzen
es_es: Prioridad de red: conferencias
fi_fi: Verkon prioriteetti: videopuhelut
fr_ca: Priorisation réseau : Conférence
fr_fr: Priorité du réseau : conférences
it_it: Priorità rete: conferenza
ja_jp: ネットワーク優先度：会議
pt_pt: Prioridade de rede: Conferências
sv_se: Nätverksprioritet: konferenser

# network_traffic_priority_state_home_card_gaming_priority_title
source: Network priority: Gaming
de_de: Netzwerkpriorität: Gaming
es_es: Prioridad de red: videojuegos
fi_fi: Verkon prioriteetti: pelaaminen
fr_ca: Priorisation réseau : Jeu
fr_fr: Priorité du réseau : jeux
it_it: Priorità rete: giochi
ja_jp: ネットワーク優先度：ゲーム
pt_pt: Prioridade de rede: Jogos
sv_se: Nätverksprioritet: spel

# network_traffic_priority_state_home_card_streaming_priority_title
source: Network priority: Streaming
de_de: Netzwerkpriorität: Streaming
es_es: Prioridad de red: streaming
fi_fi: Verkon prioriteetti: suoratoisto
fr_ca: Priorisation réseau : Diffusion
fr_fr: Priorité du réseau : streaming
it_it: Priorità rete: streaming
ja_jp: ネットワーク優先度：ストリーミング
pt_pt: Prioridade de rede: Transmissões
sv_se: Nätverksprioritet: direktuppspelning

# network_traffic_priority_state_home_card_prioritization_disabled_title
source: App Prioritisation disabled
de_de: App-Priorisierung deaktiviert
es_es: Priorización de aplicación desactivados
fi_fi: Sovelluksen priorisointi ei ole käytössä
fr_ca: Priorisation des applications désactivée
fr_fr: Hiérarchisation des applications désactivée
it_it: Assegnazione priorità app disattivata
ja_jp: アプリ優先度無効
pt_pt: Priorização de aplicações desativada
sv_se: Apprioritering inaktiverat

# network_traffic_priority_state_home_card_default_title
source: Network priority:
de_de: Netzwerkpriorität:
es_es: Prioridad de red:
fi_fi: Verkon prioriteetti:
fr_ca: Priorisation réseau :
fr_fr: Priorité du réseau :
it_it: Priorità rete:
ja_jp: ネットワーク優先度：
pt_pt: Prioridade de rede:
sv_se: Nätverksprioritet:

# network_traffic_priority_state_home_card_description
source: Tap to change priority
de_de: Klicken, um Priorität zu ändern
es_es: Toca para cambiar la prioridad
fi_fi: Vaihda prioriteettia napauttamalla
fr_ca: Appuyer pour changer la priorité
fr_fr: Appuyer pour changer la priorité
it_it: tocca per modificare la priorità
ja_jp: タップして優先度を変更
pt_pt: Clique para alterar a prioridade
sv_se: Tryck för att ändra prioritet

# network_traffic_priority_state_home_card_prioritization_disabled_description
source: Tap to enable
de_de: Zum Aktivieren anklicken
es_es: Pulsa para activar
fi_fi: Ota käyttöön napauttamalla
fr_ca: Appuyez pour activer
fr_fr: Appuyer pour activer
it_it: Tocca per attivare
ja_jp: タップして有効にする
pt_pt: Clique para ativar
sv_se: Tryck för att aktivera

# network_traffic_priority_explanation_card_description
source: App Prioritisation and App Performance are interdependent and will be enabled or disabled together.
de_de: App-Priorisierung und App-Leistung sind voneinander abhängig und werden immer zusammen aktiviert bzw. deaktiviert.
es_es: Priorización de aplicaciones y Rendimiento de aplicaciones son interdependientes, así que se activarán o desactivarán juntas.
fi_fi: Sovellusten priorisointi ja sovellusten toiminta toimivat yhdessä ja ne ovat käytössä tai poissa käytöstä yhdessä.
fr_ca: Les fonctionnalités de priorisation des applications et de performances d’application sont interdépendantes. En activer une activera l’autre. Il en va de même pour la désactivation.
fr_fr: Les fonctionnalités Hiérarchisation des applications et Performance des applications sont interdépendantes et seront activées ou désactivées conjointement.
it_it: Assegnazione priorità app e Prestazioni app sono interdipendenti e vengono attivate o disattivate insieme.
ja_jp: アプリ優先度とアプリパフォーマンスは相互に依存しているため、同時に有効または無効になります。
pt_pt: As funcionalidades Priorização de aplicações e Desempenho das aplicações são interdependentes e serão ativadas ou desativadas em conjunto.
sv_se: Apprioritering och apprestanda är beroende av varandra och aktiveras eller inaktiveras tillsammans.

# network_traffic_priority_screen_title
source: App Prioritisation
de_de: App-Priorisierung
es_es: Priorización de aplicaciones
fi_fi: Sovellusten priorisointi
fr_ca: Priorisation des applications
fr_fr: Hiérarchisation des applications
it_it: Assegnazione priorità app
ja_jp: アプリ優先度
pt_pt: Priorização de aplicações
sv_se: Apprioritering

# network_traffic_priority_screen_done_button_title
source: Done
de_de: Fertig
es_es: Hecho
fi_fi: Valmis
fr_ca: Terminé
fr_fr: Effectué
it_it: Completato
ja_jp: 完了
pt_pt: Concluir
sv_se: Slutförd

# network_traffic_priority_screen_header_info_text
source: Prioritise a category of applications for the whole home from a set of predefined templates.
de_de: Priorisiere eine Anwendungskategorie für das gesamte Zuhause mithilfe verschiedener vordefinierter Vorlagen.
es_es: Da prioridad a una categoría de aplicaciones para todo el hogar a partir de un conjunto de plantillas predeterminadas.
fi_fi: Aseta sovelluskategoriat etusijalle koko kodin tasolla esimääritettyjen asetusten perusteella.
fr_ca: Priorisez des catégories d’applications dans l’ensemble du domicile à l’aide d’une série de modèles prédéfinis.
fr_fr: Hiérarchisez une catégorie d'applications pour toute la maison à partir d'un ensemble de modèles prédéfinis.
it_it: Assegnare la priorità a una categoria di applicazioni per l'intera casa da un set di modelli predefiniti.
ja_jp: 事前定義済みテンプレートの中から、自宅全体のアプリケーションカテゴリに優先度を設定してください。
pt_pt: Priorize uma categoria de aplicações em toda a casa a partir de um conjunto de modelos predefinidos.
sv_se: Prioritera en kategori av appar för hela hemmet från en uppsättning fördefinierade mallar.

# network_traffic_priority_screen_templates_header_section_title
source: Choose the category of apps you'd like prioritised
de_de: Wähle die App-Kategorie, die priorisiert werden soll
es_es: Selecciona la categoría de aplicaciones que te gustaría priorizar
fi_fi: Valitse priorisoitava sovelluskategoria
fr_ca: Choisissez la catégorie d’applications que vous désirez prioriser
fr_fr: Choisissez la catégorie d'applications à laquelle vous souhaitez donner la priorité
it_it: Scegli la categoria di app a cui desideri assegnare la priorità
ja_jp: 優先したいアプリのカテゴリを選択してください
pt_pt: Escolha a categoria de aplicações que pretende priorizar
sv_se: Välj den kategori av appar du vill prioritera.

# network_traffic_priority_enablement_card_header_title
source: App controls
de_de: App-Steuerelemente
es_es: Controles de aplicación
fi_fi: Sovelluksen toiminnot
fr_ca: Contrôles d’application
fr_fr: Contrôle des applications
it_it: Controlli app
ja_jp: アプリコントロール
pt_pt: Controlos das aplicações
sv_se: Appkontroller

# network_traffic_priority_enablement_card_disabled_header_text
source: Disabled
de_de: Deaktiviert
es_es: Desactivado
fi_fi: Poistettu käytöstä
fr_ca: Désactivée
fr_fr: Désactivé
it_it: Disattivato
ja_jp: 無効
pt_pt: Desativado
sv_se: Inaktiverat

# network_traffic_priority_enablement_card_enabled_header_text
source: Enabled
de_de: Aktiviert
es_es: Activado
fi_fi: Käytössä
fr_ca: Activée
fr_fr: Activé
it_it: Attivato
ja_jp: 有効
pt_pt: Ativado
sv_se: Aktiverat

# network_traffic_priority_enablement_card_error_header_text
source: Cannot be enabled right now, please try again
de_de: Kann momentan nicht aktiviert werden, versuche es noch einmal
es_es: No se puede activar ahora, vuelve a intentarlo más tarde.
fi_fi: Ei voi ottaa käyttöön juuri nyt. Yritä uudelleen
fr_ca: Activation impossible pour le moment. Veuillez réessayer.
fr_fr: Activation impossible pour le moment. Veuillez réessayer.
it_it: Attivazione non consentita in questo momento, riprova
ja_jp: 現在は有効化できません。もう一度お試しください
pt_pt: De momento, não é possível ativar. Tente novamente
sv_se: Kan inte aktiveras just nu, försök igen lite senare.

# network_traffic_priority_enablement_card_loading_header_text
source: Enabling...
de_de: Wird aktiviert...
es_es: Activando...
fi_fi: Otetaan käyttöön...
fr_ca: Activation en cours...
fr_fr: Activation…
it_it: Attivazione...
ja_jp: 有効化中…
pt_pt: A ativar...
sv_se: Aktiverar ...

# network_traffic_priority_template_card_default_title
source: Default
de_de: Standard
es_es: Por defecto
fi_fi: Oletus
fr_ca: Par défaut
fr_fr: Par défaut
it_it: Predefinita
ja_jp: デフォルト
pt_pt: Predefinição
sv_se: Standard

# network_traffic_priority_template_card_default_description
source: HomePass will actively manage your traffic to help all devices get the best performance possible based on their device type.
de_de: HomePass verwaltet deinen Datenverkehr aktiv, damit alle Geräte basierend auf dem Gerätetyp die bestmögliche Leistung erhalten.
es_es: HomePass gestionará el tráfico activamente para que todos los dispositivos puedan tener el mejor rendimiento posible en función del tipo de dispositivo.
fi_fi: HomePass hallinnoi aktiivisesti verkkoliikennettä, mikä auttaa kaikkia laitteita saavuttamaan parhaan suorituskyvyn laitteen tyypistä riippuen.
fr_ca: HomePass surveillera activement l’activité sur votre réseau afin d’optimiser les performances de chaque appareil en fonction de leur type.
fr_fr: HomePass gérera votre trafic de manière active pour aider tous vos appareils à bénéficier des meilleures performances possibles en fonction de leur type.
it_it: HomePass gestirà attivamente il tuo traffico per consentire a tutti i dispositivi di offrire le migliori prestazioni possibili in base al tipo.
ja_jp: HomePassは、すべてのデバイスがデバイスタイプに応じた最高のパフォーマンスを発揮できるように、トラフィックをアクティブに管理します。
pt_pt: O HomePass irá gerir ativamente o seu tráfego, para que todos os dispositivos ofereçam o melhor desempenho possível com base no seu tipo de dispositivo.
sv_se: HomePass hanterar aktivt din trafik för att alla enheter ska få bästa möjliga prestanda baserat på enhetstyp.

# network_traffic_priority_template_card_conferencing_title
source: Conferencing
de_de: Konferenz
es_es: Conferencias
fi_fi: Videopuhelut
fr_ca: Conférence
fr_fr: Conférences
it_it: Conferenza
ja_jp: 会議
pt_pt: Conferências
sv_se: Konferens

# network_traffic_priority_template_card_video_conferencing_description
source: This template sets the usual work-related apps, like FaceTime, Zoom, Teams, Google Meet etc. with the highest priority.
de_de: Diese Vorlage gibt Apps, die für die Arbeit benötigt werden, z. B. FaceTime, Zoom, Teams oder Google Meet, die höchste Priorität.
es_es: Esta plantilla establece las principales aplicaciones relacionadas con las videoconferencias (FaceTime, Zoom, Teams, Google Meet, etc.) como prioridad principal.
fi_fi: Tämä asetus määrittää työhön liittyville sovelluksille (FaceTime, Zoom, Teams, Google Meet jne.) korkeimman prioriteetin.
fr_ca: Ce modèle priorise les applications professionnelles comme FaceTime, Zoom, Teams et Google Meet.
fr_fr: Ce modèle définit la plus haute priorité pour les applications professionnelles générales, telles que FaceTime, Zoom, Teams, Google Meet, etc.
it_it: Questo modello configura le comuni app di lavoro, come FaceTime, Zoom, Teams, Google Meet ecc. con la priorità più alta.
ja_jp: このテンプレートでは、FaceTime、Zoom、Teams、Google Meetなどのよく使われる業務関連アプリに、最も高い優先度が設定されます。
pt_pt: Este modelo define a prioridade máxima para aplicações de trabalho, tais como o FaceTime, Zoom, Teams, Google Meet, etc.
sv_se: Den här mallen ger de vanliga arbetsrelaterade apparna, som FaceTime, Zoom, Teams, Google Meet osv. högsta prioritet.

# network_traffic_priority_template_card_gaming_title
source: Gaming
es_es: Juegos
fi_fi: Pelaaminen
fr_ca: Jeu
fr_fr: Jeux
it_it: Giochi
ja_jp: ゲーム
pt_pt: Jogos
sv_se: Spel

# network_traffic_priority_template_card_gaming_description
source: Selecting this template will boost gaming apps (COD, Roblox etc.) over everything else.
de_de: Durch die Auswahl dieser Vorlage erhalten Gaming-Apps (COD, Roblox etc.) gegenüber allen anderen Anwendungen Vorrang.
es_es: Seleccionar esta plantilla favorecerá las aplicaciones de videojuegos (COD, Roblox, etc.) frente a todas las demás.
fi_fi: Tämän asetuksen valitseminen laittaa pelisovellukset (COD, Roblox jne.) kaiken muun edelle.
fr_ca: Sélectionner ce modèle priorisera les applications de jeu (COD, Roblox, etc.).
fr_fr: En sélectionnant ce modèle, les applications de jeux (COD, Roblox, etc.) seront prioritaires aux autres.
it_it: Se selezioni questo modello, le app di gioco vengono avviate (COD, Roblox, ecc.) prima delle altre.
ja_jp: このテンプレートを選択すると、ゲーミングアプリ（COD、Robloxなど）を他のすべてのアプリより優先します。
pt_pt: Selecionar este modelo prioriza as aplicações de jogos (COD, Roblox, etc.) relativamente a outras aplicações.
sv_se: Väljer du den här mallen prioriteras spelappar (COD, Roblox, osv.) framför allt annat.

# network_traffic_priority_template_card_streaming_description
source: Enable this to enjoy pixel-free films, by prioritising video-streaming apps (Netflix, Prime, Disney+ etc.) over the rest of the traffic in the house.
de_de: Aktiviere diese Option, um Filme unverpixelt zu genießen. Dafür werden Videostreaming-Apps (Netflix, Prime, Disney+ etc.) gegenüber dem restlichen Datenverkehr in deinem Zuhause priorisiert.
es_es: Disfruta de una película sin distorsiones al activar la función que da prioridad a las aplicaciones de streaming de vídeos (Netflix, Prime, Disney+, etc.) frente al resto de tráfico de la vivienda.
fi_fi: Valitse tämä, niin pääset nauttimaan sulavasta suoratoistopalvelujen (Netflix, Prime, Disney+ jne.) viihteestä talon muun verkkoliikenteen yli.
fr_ca: Activez ceci pour que les applications de diffusion vidéo soient priorisées (Netflix, Prime, Disney+, etc.). Vous pourrez ainsi profiter d’une image nette en visionnant vos films.
fr_fr: Activez cette fonctionnalité pour visionner des films sans pixels, en donnant la priorité aux applications de streaming vidéo (Netflix, Prime, Disney+, etc.) par rapport au reste du trafic dans la maison.
it_it: Attiva questa funzionalità per guardare film senza pixel, dando priorità alle app di streaming video (Netflix, Prime, Disney+, ecc.) sul resto del traffico in casa.
ja_jp: 自宅内の他のトラフィックよりもビデオ ストリーミングアプリ（Netflix、Prime、Disney+など）を優先してカクつきのない動画を楽しむには、この機能を有効にしてください。
pt_pt: Ative esta opção para apreciar filmes de forma nítida, priorizando aplicações de transmissão de vídeo (Netflix, Prime, Disney+, etc.) relativamente ao restante tráfego da casa.
sv_se: Aktivera detta för att njuta av pixelfria filmer, genom att prioritera direktuppspelning av video (Netflix, Prime, Disney+, osv.) framför resten av trafiken i huset.

# network_traffic_priority_template_card_performance_header_title
source: Current performance
de_de: Aktuelle Leistung
es_es: Rendimiento actual
fi_fi: Tämänhetkinen toiminta
fr_ca: Performances actuelles
fr_fr: Performance actuelle
it_it: Prestazioni attuali
ja_jp: 現在のパフォーマンス
pt_pt: Desempenho atual
sv_se: Aktuell prestanda

# network_traffic_category_performance_pill_title_excellent
source: Excellent
de_de: Ausgezeichnet
es_es: Excelente
fi_fi: Erinomainen
fr_ca: Excellente
fr_fr: Excellente
it_it: Eccellente
ja_jp: 素晴らしい
pt_pt: Excelente
sv_se: Utmärkt
